Repository: ctt-gob-es/firma-ios
Catalog: Firma_iOS/Supporting Files/*.lproj/Localizable.strings
Languages: es

# home_init_error_app_description
source: A connection error has been detected. Our services may not be available at the moment, please check that you have an internet connection and try again later.
es: Se ha detectado un error de conexión. Nuestros servicios podrían no están disponibles en este momento, compruebe que tiene conexión a internet, e inténtelo más tarde.

# home_init_error_app_button_title
source: Retry
es: Reintentar

# select_certificates_description
source: Select the certificate you want to sign the file with.
es: Selecciona el certificado con el que quieras firmar el fichero.

# add_certificates_title
source: Add Certificate
es: Añadir Certificado

# add_certificates_description
source: Enter the password to register the selected certificate.
es: Introduce la contraseña para registrar el certificado seleccionado.

# add_certificates_error_placeholder
source: Incorrect password. Please try again.
es: Contraseña incorrecta. Inténtalo de nuevo.

# settings_title
source: Settings
es: Ajustes

# settings_my_config_title
source: My Settings
es: Mi configuración

# settings_help_title
source: Help
es: Ayuda

# settings_general_info_title
source: General Information
es: Información general

# settings_language_row
source: Language
es: Idioma

# settings_permission_row
source: Permissions
es: Permisos

# settings_faq_row
source: Frequently Asked Questions
es: Preguntas frecuentes

# settings_install_certificate_row
source: How to install a certificate
es: Cómo instalar un certificado

# settings_accesibility_info_row
source: Accessibility Statement
es: Declaración de Accesibilidad

# settings_legal_advice_row
source: Legal Notice
es: Aviso legal

# settings_privacy_policy_row
source: Privacy Policy
es: Política de privacidad

# settings_version_row
source: Version v1.0
es: Versión v1.0

# version_text
source: “@firma Client for Apple iOS” v.1.8 2023 Government of Spain The @firma client for Apple iOS is Free Software; you can redistribute and/or modify it under the terms of the following license: “European Software License 1.1”, the full text of which can be consulted on the following website: http://ec.europa.eu/idabc/eupl.html The source code for this program, as well as the rest of the project components, can be freely downloaded from: http://forja-ctt.administracionelectronica.gob.es The @firma Client project is a collaborative project. If you wish to participate in it, do not hesitate to join the community, accessible from the following website: https://administracionelectronica.gob.es/ctt/clienteafirma/mas#.Xxp7T0I7mhc
es: “Cliente @firma para Apple iOS” v.1.8 2023 Gobierno de España El cliente @firma para Apple iOS es Software Libre; puedes redistribuirlo y/o modificarlo bajo los términos de la siguiente licencia: “European Software License 1.1”, cuyo texto completo puede consultarse en la siguiente página Web: http://ec.europa.eu/idabc/eupl.html El código fuente de este programa, así como del resto de los componentes del proyecto se pueden descargar libremente desde: http://forja-ctt.administracionelectronica.gob.es El proyecto Cliente @firma es un proyecto colaborativo, si desea participar en él, no dude en unirse a la comunidad, accesible desde la siguiente página Web: https://administracionelectronica.gob.es/ctt/clienteafirma/mas#.Xxp7T0I7mhc

# version_title
source: Version v1.0
es: Versión v1.0

# language_title
source: Language
es: Idioma

# faq_title
source: Frequently Asked Questions
es: Preguntas frecuentes

# faq_question_one
source: How can I make electronic signatures with this program?
es: ¿Cómo puedo realizar firmas electrónicas con este programa?

# faq_answer_one
source: The iOS @firma Client allows you to sign web procedures compatible with the application with your certificate. To sign a procedure, complete it normally through your web browser. If the procedure is prepared for signing with the mobile @firma Client, it will be executed at the time of signing so that the user can select their certificate and execute the operation. Remember that before starting the procedure you must have imported your signature certificate into the iOS @firma Client.
es: El Cliente @firma iOS permite firmar con su certificado trámites web compatibles con la aplicación. Para firmar un trámite, complételo normalmente a través de su navegador web. Si el trámite está preparado para la firma con el Cliente @firma móvil, este se ejecutará en el momento de la firma para que el usuario seleccione su certificado y ejecute la operación. Recuerde que antes de iniciar el trámite debe haber importado su certificado de firma en el Cliente @firma iOS.

# faq_question_two
source: The signature of some web procedures fails, while that same procedure works on other devices. Why?
es: La firma de algunos trámites web fallan, mientras que ese mismo trámite funciona en otros dispositivos. ¿Por qué?

# faq_answer_two
source: The @firma Client for Apple iOS still lacks certain functionalities that are present in versions for other operating systems. Future product updates will solve these deficiencies. In the meantime, use another system and notify the person responsible for the web procedure if you consider it necessary.
es: El Cliente @firma para Apple iOS carece aún de ciertas funcionalidades que sí están presentes en versiones para otros sistemas operativos. Futuras actualizaciones del producto solventarán estas carencias. Mientras tanto, utilice otro sistema y notifique si lo considera preciso al responsable del trámite web.

# faq_question_three
source: Are my certificates at risk if I lose the device?
es: ¿Corren peligro mis certificados si pierdo el dispositivo?

# faq_answer_three
source: Certificates are stored on your device with a powerful password-protected encryption, but like any encrypted system, the moment it is out of the owner's control it runs the risk of being compromised. If you lose the device, you should contact your certification service provider as soon as possible to immediately revoke the certificates it contained.
es: Los certificados se almacenan en su dispositivo con un potente cifrado protegido con contraseña, pero como cualquier sistema cifrado, el momento que este esté fuera del control de propietario corre el riesgo de ser comprometido. Si pierde el dispositivo debe contactar lo antes posible con su proveedor de servicios de certificación para revocar de inmediato los certificados que este contenía.

# faq_question_four
source: I have imported the certificates correctly into the @firma Client for Apple iOS, but I still cannot log in with them to the electronic offices and other Web pages that require it. Why?
es: He importado los certificados correctamente en el Cliente @firma para Apple iOS, pero aun así no consigo identificarme con ellos en las sedes electrónicas y demás páginas Web que lo requieren ¿Por qué?

# faq_answer_four
source: Certificates imported into the @firma Client for Apple iOS are for exclusive use for electronic signatures on Web pages designed for this purpose. To use a digital certificate for identification on Web pages, you must follow the instructions of your Web browser and of Apple regarding the installation process of the certificates and their keys in the iOS operating system and in the Web browser itself if necessary.
es: Los certificados importados en el Cliente @firma para Apple iOS son de uso exclusivo para firma electrónica en páginas Web diseñadas a tal efecto. Para usar un certificado digital para identificación en páginas Web deberá seguir las instrucciones de su navegador Web y de Apple respecto al proceso de instalación de los certificados y sus claves en el sistema operativo iOS y en el propio navegador Web si fuese preciso.

# install_certificate_title
source: Install certificate
es: Instalar certificado

# install_certificate_title_one
source: Find the file
es: Localiza el archivo

# install_certificate_description_one
source: Find the .p12 or .pfx file on your phone.
es: Localiza el archivo .p12 o .pfx. en tu teléfono.

# install_certificate_title_two
source: Send to device
es: Envía al dispositivo

# install_certificate_description_two
source: If you can't find it, send it to your phone from another device using email or other Cloud apps.
es: Si no lo encuentras, envíalo a tu móvil desde otro dispositivo mediante correo electrónico u otras aplicaciones en Cloud.

# install_certificate_button_one_title
source: Continue
es: Continuar

# install_certificate_button_two_title
source: Add Certificate
es: Añadir certificado

# permissions_title
source: Permissions
es: Permisos

# permissions_button_title
source: Save
es: Guardar

# permissions_nfc_description
source: Allow the use of DNIe via NFC
es: Permitir el uso de DNIe por NFC

# info_view_title
source: What is Autofirma for?
es: ¿Para que sirve Autofirma?

# info_view_description
source: This application allows you to make electronic signatures on the pages of service providers that support it. To work correctly you must install an electronic certificate. Consult the documentation for your iOS system and your certification service provider.
es: Esta aplicación permite realizar firmas electrónicas en las páginas de los proveedores de servicios que lo soporten. Para funcionar correctamente debes instalar un certificado electrónico. Consulta la documentación de su sistema IOS y con tu proveedor de servicios de certificación.

# info_view_certificate_title
source: How to install certificates?
es: ¿Cómo instalar certificados?

# info_view_certificate_description_one
source: Upload your certificate to your device or iCloud. Import it through the “Add certificate” option in the application.
es: Carga tu certificado en tu dispositivo o iCloud. Impórtalo a través de la opción “Añadir certificado” de la aplicación.

# info_view_certificate_description_two
source: Allowed extensions: .p12 and .pfx. Remember that you need the export password for your certificate, and that it must include the private key.
es: Extensiones pérmitidas: .p12 y .pfx. Recuerda que necesitas la contraseña de exportación de tu certificado, y que éste debe de incluir la clave privada.

# info_view_more_info
source: More information
es: Más información

# info_view_button_title
source: Understood
es: Entendido

# sign_file_title
source: What will you use to sign the file?
es: ¿Con qué firmarás el fichero?

# sign_with_certificate
source: Electronic certificate
es: Certificado electrónico

# sign_with_dni
source: Electronic ID
es: DNI electrónico

# sign_success_title
source: File signed
es: Fichero firmado

# sign_success_description
source: The file has been successfully signed.
es: El fichero ha sido firmado correctamente.

# delete_certificate_title
source: Delete certificate
es: Eliminar certificado

# delete_certificate_subtitle
source: Do you want to delete
es: ¿Quieres eliminar

# delete_certificate_description
source: If you delete the certificate you will not be able to recover it and you will have to use another certificate. You can also add a new one whenever you want.
es: Si eliminas el certificado no podrás recuperarlo y tendrás que utilizar otro certificado. También puedes añadir uno nuevo cuando desees.

# delete_certificate_cancel_button_title
source: Cancel
es: Cancelar

# delete_certificate_button_title
source: Delete certificate
es: Eliminar certificado

# certificate_issuer
source: Issuer
es: Emisor

# certificate_valid_date
source: Valid until
es: Válido hasta

# certificate_use
source: Use
es: Uso

# certificate_delete
source: Delete
es: Eliminar

# certificate_added_success_title
source: Certificate added
es: Certificado añadido

# certificate_added_success_description
source: The certificate has been added successfully.
es: El certificado se ha añadido correctamente.

# certificate_needed_title
source: No certificate exists
es: No existe ningún certificado

# certificate_generic_error_title
source: Sorry, an error has occurred
es: Lo sentimos, ha ocurrido un error

# certificate_generic_error_long_title
source: Sorry, an error has occurred
es: Lo sentimos, ha ocurrido un error

# certificate_expired_title
source: Certificate expired
es: Certificado caducado

# certificate_revoked_title
source: Certificate revoked
es: Certificado revocado

# certificate_near_expiry_title
source: Certificate with expiration date about to expire
es: Certificado con caducidad próxima a caducarse

# dni_reading_error_title
source: Error reading your DNIe
es: Error en la lectura de tu DNIe

# dni_broken_title
source: Error reading your DNIe
es: Error en la lectura de tu DNIe

# dni_reading_error_long_title
source: Error reading your DNIe
es: Error en la lectura de tu DNIe

# dni_blocked_pin_title
source: Error reading your DNIe
es: Error en la lectura de tu DNIe

# dni_incorrect_pin_title
source: Incorrect PIN
es: Pin incorrecto

# dni_expired_title
source: Error reading your DNIe
es: Error en la lectura de tu DNIe

# global_error_title
source: Something went wrong!
es: ¡Algo salió mal!

# tracking_error_title
source: Activity information
es: Información de actividad

# document_error_title
source: Error loading documents
es: Error al cargar los documentos

# document_error_controller_title
source: Acceptance of legal texts
es: Aceptación de textos legales

# jailbreak_error_title
source: Security alert
es: Alerta de seguridad

# update_error_title
source: New version available
es: Nueva versión disponible

# importing_certificate_error_title
source: We were unable to add your certificate
es: No hemos podido añadir tu certificado

# importing_certificate_error_description
source: We were unable to add your certificate to the Portafirmas application correctly. Please try again later.
es: No hemos podido añadir tu certificado a la aplicación de Portafirmas de manera correcta. Inténtalo de nuevo más tade.

# certificate_needed_description
source: To sign you need to register a digital certificate.
es: Para firmar necesitas registrar un certificado digital.

# certificate_generic_error_description
source: Something went wrong, hold your mobile phone on top of the DNIe for several seconds until the NFC reading is done.
es: Algo ha fallado, mantén fijo varios segundos tu móvil encima del DNIe hasta que se realice la lectura NFC.

# certificate_generic_error_long_description
source: Something went wrong, the certificates on your DNIe are not valid, go to a DNI Update Point (PAD) existing in the Issuing Offices.
es: Algo ha fallado, los certificados de tu DNIe no están vigentes, acuda a un Punto de Actualización del DNI (PAD) existentes en las Oficinas de Expedición.

# certificate_expired_description
source: This certificate is not valid, since it has expired.
es: Este certificado no es válido, ya que está caducado.

# certificate_revoked_description
source: This certificate is not valid, since it has been revoked.
es: Este certificado no es válido, ya que está revocado.

# certificate_near_expiry_description
source: This certificate is about to expire.
es: Este certificado está a punto de caducarse.

# dni_reading_error_description
source: The card you have provided does not appear to be a DNIe. Please try again.
es: La tarjeta que has proporcionado no parece ser un DNIe. Por favor inténtalo de nuevo.

# dni_broken_description
source: The e-ID you have provided appears to be damaged. You need to go to your National Police station to request a new one.
es: El DNIe que has proporcionado parece estar dañado. Necesitas acudir a tu comisaría de Policía Nacional para solicitar uno nuevo.

# dni_reading_error_long_description
source: An error has occurred when trying to read your e-ID. Please try again. Remember to keep it on a flat surface and hold your mobile phone fixed on the card for a few seconds for it to be read correctly.
es: Se ha producido un error al intentar leer tu DNIe. Por favor, vuelve a intentarlo. Recuerda mantenerlo en una superficie lisa y mantener tu teléfono móvil unos segundos fijo sobre la tarjeta para su correcta lectura.

# dni_blocked_pin_description
source: The e-ID has a blocked PIN. You can go to a National Police station to a DNIe Update Point (PAD) to unblock it.
es: El DNIe tiene el PIN bloqueado. Puedes acudir a una comisaría de Policía Nacional a un Punto de Actualización del DNIe (PAD) para desbloquearlo.

# dni_incorrect_pin_description
source: The PIN is incorrect. Remember that after 3 incorrect attempts the e-ID is blocked.
es: El pin es incorrecto. Recuerda que tras 3 intentos erróneos el DNIe se bloquea.

# dni_expired_description
source: The e-DNI you have entered does not have a signature certificate or the certificate has expired. You can go to a National Police station to a DNIe Update Point (PAD) to resolve this.
es: El DNIe que has aproximado no tiene certificado de firma o el certificado está caducado. Puedes acudir a una comisaría de Policía Nacional a un Punto de Actualización del DNIe (PAD), para solucionarlo.

# global_error_description
source: We have tried to process your request, but it could not be completed successfully. Please review the documentation.
es: Hemos intentado procesar tu solicitud, pero no ha podido ser completada con éxito. Por favor revisa la documentación.

# tracking_error_description
source: Allow the app to send activity information to help its development?
es: ¿Permitir que la app envíe información de actividad para ayudar a su desarrollo?

# garrapata_modal_description
source: Garrapata Alert is a project of the “Recovery, Transformation and Resilience Plan ‐ Funded by the European Union – NextGenerationEU”.
es: Garrapata Alert es un proyecto del “Plan de Recuperación, Transformación y Resiliencia ‐ Financiado por la Unión Europea – NextGenerationEU”.

# document_error_description
source: An error has occurred while accessing legal documents. Try again later.
es: Se ha producido un error durante el acceso a los documentos legales. Inténtalo de nuevo más tarde.

# jailbreak_error_description
source: Your device does not have an official operating system. For security reasons, you cannot use this application.
es: Tu dispositivo no tiene un sistema operativo oficial. Por razones de seguridad, no puedes utilizar esta aplicación.

# update_error_description
source: A new Autofirma update is available.
es: Hay disponible una nueva actualización de Autofirma.

# certificate_needed_button_title
source: Add new certificate
es: Añadir nuevo certificado

# generic_error_button_title
source: Got it
es: Entendido

# accept_button_title
source: Accept
es: Aceptar

# retry_button_title
source: Try again
es: Volver a intentarlo

# enable_button_title
source: Allow
es: Permitir

# disable_button_title
source: Decline
es: Rechazar

# go_home_button_title
source: Go back to home
es: Volver al inicio

# recovery_button_title
source: Recovery Plan
es: Plan de Recuperación

# close_app_button_title
source: Close application
es: Cerrar aplicación

# omit_button_title
source: Omit
es: Omitir

# update_button_title
source: Update
es: Actualizar

# cancel_button_title
source: Cancel
es: Cancelar

# dni_view_title
source: Identification with DNIe
es: Identificación con DNIe

# dni_view_description_1
source: To identify yourself using DNIe, you must have an electronic DNI with
es: Para identificarte mediante DNIe es necesario que tengas un DNI electrónico con

# dni_view_description_2
source: valid certificates
es: certificados vigentes

# dni_view_description_3
source: and know the
es: y conozcas el

# dni_view_description_4
source: PIN code.
es: código PIN.

# dni_compatible_button_title
source: Is my DNI compatible?
es: ¿Es mi DNI compatible?

# dni_view_button_title
source: Start
es: Empezar

# dni_compatible_view_title
source: Is my ID compatible?
es: ¿Es mi DNI compatible?

# dni_compatible_view_description_1
source: The e-IDs compatible with this process are
es: Los DNIe compatibles con este proceso son los

# dni_compatible_view_description_3
source: and
es: y

# dni_compatible_view_description_5
source: . If you have any doubts about which one is yours, you can check it at the following link:
es: . Si tienes dudas de cuál es el tuyo, puedes consultarlo en el siguiente enlace:

# dni_can_view_description_1
source: The CAN is the number located at the
es: El CAN es el número situado en la

# dni_can_view_description_2
source: bottom right of the DNI.
es: parte inferior derecha del DNI.

# dni_can_view_description_3
source: It is necessary to read the DNI with NFC.
es: Es necesario para leer el DNI con NFC.

# dni_compatible_view_web_portal_button
source: Electronic ID portal, National Police Force
es: Portal del DNI electrónico, Cuerpo Nacional de Policía

# dni_compatible_view_button_title
source: Understood
es: Entendido

# dni_connection_header_title
source: Identification by DNIe
es: Identificación por DNIe

# dni_connection_step_one_title
source: Enter the DNI CAN
es: Introduce el CAN del DNI

# dni_connection_step_two_title
source: Enter PIN
es: Introduce el PIN

# dni_connection_step_three_title
source: Read your DNIe with your mobile
es: Lee tu DNIe con el móvil

# dni_connection_step
source: Step
es: Paso

# dni_connection_step_of
source: of
es: de

# dni_connection_can_placeholder
source: Enter your DNI CAN code
es: Escribe tu código CAN del DNI

# dni_connection_can_error
source: Enter a valid CAN number
es: Introduzca un número CAN válido

# dni_connection_step_one_button_title
source: Continue
es: Continuar

# dni_connection_step_two_button_title
source: Continue
es: Continuar

# dni_connection_step_three_button_title
source: Read DNIe
es: Leer DNIe

# dni_connection_pin_description
source: When you got your DNIe you received an envelope with a PIN code. You can retrieve it or change it at police stations without an appointment.
es: Al hacerte el DNIe recibiste un sobre con un código PIN. Lo puedes recuperar o cambiar en comisarías sin cita previa.

# dni_connection_pin_placeholder
source: Enter your PIN code
es: Escribe tu código PIN

# dni_connection_pin_error
source: Enter a valid PIN code
es: Introduzca un código PIN válido

# dni_connection_nfc_description_1
source: Place your e-ID on a flat surface and place your mobile phone on it
es: Coloca tu DNIe sobre una superficie lisa y coloca tu móvil

# dni_connection_nfc_description_2
source: without a case
es: sin funda

# dni_connection_nfc_description_3
source: on it until it detects the chip.
es: sobre él hasta que detecte el chip.

# find_dni_view_title
source: Searching for e-ID
es: Buscando DNIe

# find_dni_view_description
source: Place your mobile phone on the e-ID as close as possible to the NFC reader.
es: Pon tu móvil sobre el DNIe lo más cerca posible del lector NFC.

# find_dni_button_title
source: Cancel
es: Cancelar

# pseudonym_modal_title
source: Notice
es: Aviso

# pseudonym_modal_description
source: The chosen certificate is a pseudonym certificate. Your personal data will not appear in the signature
es: El certificado escogido es un certificado de seudónimo. En la firma no parecerán sus datos personales

# change_certificate_button_title
source: Change certificate
es: Cambiar de certificado
