Repository: ctt-gob-es/firma-ios
Catalog: Firma_iOS/Supporting Files/*.lproj/Localizable.strings
Languages: es

source: Password
es: Contraseña

source: Processing...
es: Procesando...

# processing_web_data
source: Preocessing web data.
es: Procesando datos de la web

# atencion
source: Warning!
es: ¡Atención!

# cerrar
source: Close
es: Cerrar

# conectar
source: Connect
es: Conectar

# seleccion_almacen
source: Please, select a keychain
es: Por favor, seleccione un almacen de claves y certificados

# no_almacenes
source: Keychain not available in the application. In order to add a keychain to the application, please use the option in iTunes configuration panel.
es: No dispone de almacenes de claves y certificados en la aplicación. Para añadir almacenes de claves y certificados a la aplicación, por favor, añádalos desde la configuración de la aplicación en iTunes.

# no_datos_firmar
source: Data to sign not found. Please, go back to the browser where you started the operation and try again
es: No se han indicado datos para firmar. Por favor, vuelva de nuevo al navegador donde inició la operación e inténtelo de nuevo

# seleccion_almacen_guradar
source: Select a keychain to save
es: Seleccione un almacén para guardar

# error_descarga_fichero
source: Error downloading the file. Try again later.
es: Se ha producido un error al intentar descargar el fichero. Inténtelo de nuevo más tarde.

# finalizado
source: Process complete. The signing process has finished and the signature is properly saved in the cloud:
es: Proceso finalizado. Se ha completado el proceso de firma y se ha guardado la firma correctamente en la nube:

# error_guardar_firma
source: Error saving the signature:
es: Se ha Producido un error al guardar la firma:

# help_acercade
source: About...
es: Acerca de...

# help_instalar_certificados
source: How to install certificates
es: Cómo instalar certificados

# help_preguntas
source: Frequently Asked Questions
es: Preguntas más comunes

# preg_borrar_almacen
source: Do you want to delete the keychain?
es: ¿Desea borrar el almacén

# borrar
source: Delete
es: Borrar

# seleccion_almacen_borrar
source: Please, select the keychain to delete
es: Por favor, seleccione el almacen de claves y certificados que desea eliminar

# bienvenida
source: Welcome to Cliente @firma!
es: ¡Bienvenido al Cliente @firma!

# bienvenida_msg
source: In order to begin to use Cliente @firma, first you must install a keychain. You are able to import a keychain from the iTunes configuration panel.
es: Para empezar a usar el Cliente @firma debe instalar un almacén de claves y certificados. Puede importar un almacén desde una la configuración de la aplicación de iTunes.

# error_borrar_almacen
source: Error deleting selected keychain.
es: No se ha podido borrar el almacén seleccionado.

# introducir_contrasenia
source: Please, enter your keychain password
es: Por favor, introduzca la contraseña del almacén de claves

# error_contrasenia
source: Wrong keychain password
es: La contraseña del almacén de claves es incorrecta

# error_carga_almacen
source: Error loading the keychain
es: No se ha podido cargar el almacén de claves

# seleccion_fichero_firma
source: Select a file to proceed with the signature
es: Seleccione un fichero para proceder con la firma

# error_datos_firmar
source: No data to sign available. Please, go back to the browser where you started the operation and try again later
es: No se han indicado datos para firmar. Por favor, vuelva de nuevo al navegador donde inició la operación e inténtelo de nuevo más tarde.

# error_objetivo_contrafirma
source: Selected countersign target is not supported
es: El objetivo indicado para la contrafirma no está soportado

# error_codigo_desconocido
source: Unknown operation code. Please, go back to the browser where you started the operation and try again later
es: Código de operación desconocido. Por favor, vuelva de nuevo al navegador donde inició la operación e inténtelo de nuevo más tarde

# error_url_servidor
source: Server URL not found. Please, go back to the browser where you started the operation and try again later
es: No se ha indicado la URL del servidor. Por favor, vuelva de nuevo al navegador donde inició la operación e inténtelo de nuevo más tarde

# error_formato_firma
source: Signature format not found. Please, go back to the browser where you started the operation and try again later
es: No se ha indicado un formato de firma. Por favor, vuelva de nuevo al navegador donde inició la operación e inténtelo de nuevo más tarde

# error_formato_no_soportado
source: Format not supported
es: Formato no soportado

# error_algoritmo_no_soportado
source: Algorithm not valid or supported. Please, go back to the browser where you started the operation and try again later
es: El Algoritmo no es váLido o no está soportado. Por favor, vuelva de nuevo al navegador donde inició la operación e inténtelo de nuevo más tarde

# proceso_finalizado_trifasico
source: Signing process complete. Please, go back to the browser where you started the operation to continue
es: Se ha completado el proceso de firma. Por favor, vuelva al navegador desde el que inició la operación para continuar

# error_proceso_firma
source: Error signing. Please, go back to the browser where you started the operation and try again later
es: Se ha producido un error en el proceso de firma. Por favor, vuelva de nuevo al navegador donde inició la operación e inténtelo de nuevo más tarde

# error_process_select_certificate
source: Error in select certificate process. Please, go back to the browser where you started the operation and try again later
es: Se ha producido un error en el proceso de selección de certificado. Por favor, vuelva de nuevo al navegador donde inició la operación e inténtelo de nuevo más tarde

# error_conexion_servidor
source: Couldn't open connection to server. Please, go back to the browser where you started the operation and try again later
es: No se ha podido establecer la conexión con el servidor. Por favor, vuelva de nuevo al navegador donde inició la operación e intentelo de nuevo.

source: Certificate not found.
es: No se ha encontrado el certificado.

source: Wrong password.
es: Contraseña incorrecta.

source: Certificate already loaded.
es: El certificado ya estaba cargado.

# an_error_occurred_with_number
source: An error occurred %d
es: Se ha producido un error %d

source: An error occurred.
es: Se ha producido un error.

# enter_your_certificate_password
source: Please enter your certificate password.
es: Por favor, introduce la contraseña del certificado

# certificate_successfully_deleted
source: Certificate has been successfully deleted.
es: Se ha eliminado el certificado correctamente

# certificate_successfully_loaded
source: Certificate has been successfully loaded.
es: El certificado se ha cargado correctamente

# certificate_successfully_selected
source: Certificate has been successfully selected. Please, go back to the browser where you started the operation to continue.
es: Certificado seleccionado correctamente. Por favor, vuelva al navegador desde el que inició la operación para continuar.

source: Certificate loaded.
es: Certificado cargado.

# certificate_successfully_loaded_in_app
source: Certificate has been successfully loaded in your app.
es: El certificado se ha cargado correctamente en su aplicación.

source: Remove
es: Eliminar

# error_ocurred_while_loading_the_certificate
source: An error occurred while loading the certificate.
es: Se ha producido un error al cargar el certificado

source: Valid from %@ to %@
es: Válido desde %@ hasta %@

# certificate_instructions
source: The application is requesting access to stored certificates and there are none registered. To install a certificate : 1. Connect your device to your PC or Mac. 2. Locate the certificate you want to install ....(you must know the PIN code of the certificate) 3 In iTunes select your certificate and drag it to the document window.... 4. Go back to this screen and register it in the device's storage.
es: La aplicación esta solicitando acceso a su almacen de certificados y no dispone de ninguno registrado. Para instalar su certificado : 1. Conecte su dispositivo a su PC o Mac. 2. Localice el certificado que desea instalar ....(debe conocer el pin del certificado) 3. En iTunes seleccione su certificado y arrástrelo a la ventana de documentos... 4. Vuelva a esta pantalla y registrelo en el almacen del dispositivo.

# certificate_description_label
source: This section allows you import new certificates to perform your own signatures or delete certificates already installed on device.
es: Desde esta pantalla puede añadir nuevos certificados con los que procesar sus firmas, o eliminar los certificados instalados en el dispositivo deslizando la fila hacia la izquierda.

# home_description_label
source: Welcome to "Client @firma iOS" %@ This application allows you to perform electronic signatures on the pages of service providers that support it. To function correctly you must install an electronic certificate and its private key from the Certificate Management section . Consult your iOS system documentation and with your certification service provider.
es: Bienvenido a "Cliente @firma iOS" %@ Esta aplicación permite realizar firmas electrónicas en las páginas de los proveedores de servicios que lo soporten. Para funcionar correctamente debe instalar un certificado electrónico y su clave privada desde el apartado Gestión de certificados. Consulte la documentación de su sistema iOS y con su proveedor de servicios de certificación.

# available_certificates_description_label
source: Certificates available on your device. Please select the certificate you want to register.
es: Certificados disponibles en tu dispositivo. Por favor selecciona el certificado que quieres registrar.

# register_certificate_description_label
source: Enter the password for the selected certificate to be registered.
es: Introduce la contraseña para registrar el certificado seleccionado.

# register_cretificate_register_button_title
source: Register
es: Registrar

# register_certificate_title
source: Register Certificate
es: Registrar Certificado

# selectcert_certificate_selector_label
source: The next certificate is selected from the keychain:
es: Se ha seleccionado el siguiente certificado del almacén:

# selectcert_certificate_description_label
source: This certificate is going to be use in the send certificate procedure. Please, push the "Send" button to start the process.
es: Se va a utilizar este certificado para realizar el procedimiento de envío de certificado. Pulse el siguiente botón para iniciar el proceso.

source: Send
es: Enviar

# sign_certificate_selector_label
source: The next certificate is selected from the keychain:
es: Se ha seleccionado el siguiente certificado del almacén:

# sign_certificate_description_label
source: This certificate is going to be use in the signing procedure. Please, push the "Sign" button to start the process.
es: Se va a utilizar este certificado para realizar la firma. Pulse el siguiente botón para iniciar el proceso.

# help_menu_description_label
source: This section contents are specific to the mobile version of the service. For more general information about it, visit the <a href='http://administracionelectronica.gob.es/'>Web portal of the Electronic Administration</a>
es: Los contenidos de esta sección son específicos de la versión móvil del servicio. Si desea consultar información general sobre el mismo, puede visitar el <a href='http://administracionelectronica.gob.es/'>Portal web de la Administración Electrónica</a>

# help_menu_title
source: Help
es: Ayuda

# about_title_label
source: About...
es: Acerca de...

# about_description_label_1
source: "Cliente @firma for Apple iOS" v%@<br/>2023 Gobierno de España<br/><br/>
es: "Cliente @firma para Apple iOS" v%@<br/>2023 Gobierno de España<br/><br/>

# about_description_label_2
source: <br/>Cliente @firma for Apple iOS is open source; is available for redistribution and/or modification using the EUPL license: "European Software License 1.1", the complete text can be found on the website <a href='https://joinup.ec.europa.eu/licence/european-union-public-licence-version-11-or-later-eupl'>IDABC of the European Commission</a>
es: El Cliente @firma para Apple iOS es Software Libre; puedes redistribuirlo y/o modificarlo bajo los términos de la siguiente licencia: "European Software License 1.1", cuyo texto completo puede consultarse en la página web del <a href='https://joinup.ec.europa.eu/licence/european-union-public-licence-version-11-or-later-eupl'>IDABC de la Comisión Europea</a>

# about_description_label_3
source: <br/><br/>The source code of this software, as well as all the components used in this project are available to download freely from <a href='http://forja- ctt.administracionelectronica.gob.es'>Web Portal of the Electronic Administration</a>
es: <br/><br/>El código fuente de este programa, así como del resto de los componentes del proyecto se pueden descargar libremente desde el <a href='http://forja-ctt.administracionelectronica.gob.es'>Portal web de la Administración Electrónica</a>

# about_description_label_4
source: <br/><br/>The project Cliente @firma is a cooperative project, and if you want to participate on it, you shouldn't doubt about joining the community, available in the <a href='https://administracionelectronica.gob.es/ctt/clienteafirma/mas#.Xxp7T0l7mhc'>Web portal of the Electronic Administration</a>
es: <br/><br/>El proyecto Cliente @firma es un proyecto colaborativo, si desea participar en él, no dude en unirse a la comunidad, accesible desde el <a href='https://administracionelectronica.gob.es/ctt/clienteafirma/mas#.Xxp7T0l7mhc'>Portal web de la Administración Electrónica</a>

# how_to_install_certificates_title
source: How to install certificates
es: Cómo instalar certificados

# iTunes_instructions_label
source: Upload your certificate to your device or iCloud and import it via the "Certificate Management" option in the app.
es: Cargue su certificado en su dispositivo o iCloud e impórtelo a través de la opción "Gestión de certificados" de la aplicación

# certificate_instructions_label
source: Allowed file extensions: .p12 and .pfx. Keep in mind that you need the password to export your certificate, and it must include the private key.
es: Extensiones permitidas: .p12 y .pfx. Recuerde que necesita la contraseña de exportación de su certificado, y que éste debe de incluir la clave privada.

# more_info_button
source: More information
es: Más información

# frequently_asked_questions_title_label
source: Frequently asked questions
es: Preguntas más comunes

# frequently_asked_questions_description_label_1
source: How can I sign electronically using this software?
es: ¿Cómo puedo realizar firmas electrónicas con este programa?

# frequently_asked_questions_description_label_2
source: The Cliente @firma iOS allows you to sign web procedures compatible with the application with your certificate. To sign a procedure, complete it normally through your web browser. If the procedure is prepared for signing with the Cliente @firma móvil, this will be executed at the time of signing so that the user can select their certificate and execute the operation. Remember that before starting the process you must have imported your signature certificate in the Cliente @firma iOS.
es: El Cliente @firma iOS permite firmar con su certificado trámites web compatibles con la aplicación. Para firmar un trámite, complételo normalmente a través de su navegador web. Si el trámite está preparado para la firma con el Cliente @firma móvil, este se ejecutará en el momento de la firma para que el usuario seleccione su certificado y ejecute la operación. Recuerde que antes de iniciar el trámite debe haber importado su certificado de firma en el Cliente @firma iOS.

# frequently_asked_questions_description_label_3
source: The signature of some web procedures fail, while that same procedure works on other devices. Why?
es: La firma de algunos trámites web fallán, mientras que ese mismo trámite funciona en otros dispositivos. ¿Por qué?

# frequently_asked_questions_description_label_4
source: Cliente @firma for Apple iOS lacks certain functions which exist in versions for other operating systems. Future updates will solve this issues. Meanwhile, you should use another system and contact with web process provider if you consider it necessary.
es: El Cliente @firma para Apple iOS carece aún de ciertas funcionalidades que sí están presentes en versiones para otros sistemas operativos. Futuras actualizaciones del producto solventarán estas carencias. Mientras tanto, utilice otro sistema y notifique si lo considera preciso al responsable del trámite web.

# frequently_asked_questions_description_label_5
source: Are my certificates in danger if I lose my device?
es: ¿Corren peligro mis certificados si pierdo el dispositivo?

# frequently_asked_questions_description_label_6
source: The certificates are stored in your device with a powerful encryption algorithm protected with password. However, as every encryption system, once it is out of the owner hands it could be compromised. In this situation you must contact your certification services provider straightaway to revoke the certificated contained in the lost device.
es: Los certificados se almacenan en su dispositivo con un potente cifrado protegido con contraseña, pero como cualquier sistema criptográfico, en el momento que este está fuera del control de propietario corre el riesgo de ser comprometido. Si pierde el dispositivo debe contactar lo antes posible con su proveedor de servicios de certificación para revocar de inmediato los certificados que este contenía.

# frequently_asked_questions_description_label_7
source: I successfully imported my certificates to Cliente @firma for Apple iOS, but I cannot use them to authenticate in electronic head offices and other websites where they are required. Why?
es: He importado los certificados correctamente en el Cliente @firma para Apple iOS, pero aun así no consigo identificarme con ellos en las sedes electrónicas y demás páginas Web que lo requieren ¿Por qué?

# frequently_asked_questions_description_label_8
source: Imported certificates to Cliente @firma for Apple iOS are used only in websites designed for electronic signing. In order to use a digital certificate to authenticate in a web, you should follow your browser and Apple instructions, about the certificates and keys installation process in iOS operating system and in your own browser if needed.
es: Los certificados importados en el Cliente @firma para Apple iOS son de uso exclusivo para firma electrónica en páginas Web diseñadas a tal efecto. Para usar un certificado digital en una autenticación Web segura debe seguir las instrucciones de su navegador Web y de Apple respecto al proceso de instalación de los certificados y sus claves en el sistema operativo iOS y en el propio navegador Web si fuese preciso.

# home_footer_label
source: Cliente @firma for Apple iOS %@ © Copyright: Gobierno de España, 2023
es: Cliente @firma para Apple iOS %@ © Derecho de autor: Gobierno de España, 2023

# home_title
source: Home
es: Inicio

source: Registered Certificates
es: Certificados Registrados

source: Sign
es: Firma electrónica

source: Help
es: Ayuda

source: Available Certificates
es: Certificados Disponibles

# about_navigation_title
source: About
es: Acerca de

# how_to_navigation_title
source: How to
es: Como instalar Certificados

# questions_navigation_title
source: Questions
es: Preguntas

# keystore_manager_bar_item
source: Keystore Manager
es: Gestión de Certificados

# help_bar_item
source: Help
es: Ayuda

# files_app_button
source: Add more certificates from Files App
es: Añadir más certificados desde Files App

# files_app_alert_affirmative_button
source: OK
es: Aceptar

# files_app_alert_message_incorrect_file
source: The file %@ is not a valid certificate.
es: El fichero %@ no es un certificado válido.

# files_app_alert_message_success
source: The file %@ has been successfully added
es: El fichero %@ se ha añadido correctamente.

# files_app_alert_message_cannot_add_certificate
source: The file %@ has not been added correctly
es: El fichero %@ no se ha añadido correctamente.

# batch_signs_all_ok
source: All of the petitions were signed correctly
es: La firma del lote ha finalizado correctamente.

# batch_signs_generic_error
source: Failed to complete batch signing
es: No se ha podido completar la firma del lote

# batch_signs_ok_with_signs_error
source: Batch signing ended with errors
es: La firma del lote ha finalizado con errores

# error_server_triphase
source: The web procedure has not defined a signature service with which to complete the operation
es: El trámite web no ha definido un servicio de firma con el que completar la operación

# issuer_label
source: Issuer:
es: Editor:

# use_label
source: Use:
es: Uso:

source: Back
es: Atrás

# accesibility_statement
source: Accessibility Statement
es: Declaración de accesibilidad

source: Privacy Policy
es: Política de privacidad

# certificate_expired
source: Expired certificate
es: Certificado caducado

source: Certificate close to expire
es: Certificado próximo a caducar

# external_link_icon_label
source: External link
es: Enlace externo

# button_accessibility_label
source: Button
es: Botón

# onboarding_title
source: Easy and secure signature
es: Firma fácil y segura

# onboarding_message
source: Sign documents securely and legally by identifying yourself with your digital certificate or electronic ID.
es: Firma documentos de forma segura y legal identificándote con tu certificado digital o DNI electrónico.

# onboarding_button_title
source: Begin
es: Comenzar

# privacy_controller_title
source: Acceptance of conditions
es: Aceptación de condiciones

# privacy_title
source: Title
es: Título

# privacy_subtitle
source: Subtitle
es: Subtítulo

# privacy_policy_checkbox_description
source: I have read and agree to the Privacy Policy
es: He leído y estoy de acuerdo con la Política de Privacidad

# privacy_tou_checkbox_description
source: I have read and agree to the Legal Notice and the Terms and Conditions of Use
es: He leído y estoy de acuerdo con el Aviso Legal y los Términos y Condiciones de Uso

# home_certificates_label
source: Certificates
es: Certificados

# home_certificates_description
source: From Autofirma you can add new certificates with which you can process your signatures, or delete the certificates installed on your device.
es: Desde Autofirma puedes añadir nuevos certificados con los cuales podrás procesar tus firmas, o eliminar los certificados instalados en tu dispositivo.

# home_certificates_not_available_title
source: You have no certificates installed
es: No tienes certificados instalados

# home_certificates_not_available_description
source: To sign you need to register a digital certificate
es: Para firmar necesitas registrar un certificado digital

# home_certificates_sign_button_title
source: Sign file
es: Firmar fichero

# home_certificates_add_certificate_button_title
source: Add new certificate
es: Añadir nuevo certificado

# home_update_app_title
source: Autofirma Update Required
es: Actualización obligatoria Autofirma

# home_update_app_description
source: In order to continue using the application, you must update it.
es: Para poder continuar utilizando la aplicación, debes actualizarla.

# home_update_app_button_title
source: Update
es: Actualizar

# home_init_error_app_title
source: Error starting application
es: Error iniciando la aplicación
